// © Copyright 2012, 2015 HP Development Company, L.P.

TaskName = "장치에서 직접 인쇄 활성화";

TaskTOCTitle = "HP 직접 인쇄";

HeaderMessage = "직접 무선 연결을 사용하여 무선 지원 스마트폰, 노트북 또는 기타 모바일 장치에서 쉽게 인쇄할 수 있습니다. 모바일 장치가 프린터의 무선 범위 내에 있어야 하며 HP ePrint 드라이버 또는 모바일 App이 필요합니다. 자세한 정보 및 App 다운로드는 HP 온라인 웹 사이트를 방문하십시오.";
EnableDirectPrint = "직접 인쇄 활성화";

SecurityOnPasswordTitle = "켜기(보안 있음)";
SecurityOnTitle = "켜기(보안 없음)";
SecurityOffTitle = "끄기";

SecurityOnAlertTitle = "경고: 직접 인쇄가 활성화된 경우 무선 범위 내에 있는 권한이 없는 사용자가 프린터에 연결하고 인쇄할 가능성이 있습니다.";
PasswordTitle = "패스 키:";
PassphraseTooShortErrorMessage = "패스 키는 최소 8자 이상이어야 합니다.";
